jinlongshen/esp32-c3-oled/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"

CONFIG_COMPILER_CXX_STANDARD=20
CONFIG_COMPILER_CXX_EXCEPTIONS=n
CONFIG_COMPILER_CXX_RTTI=n

CONFIG_COMPILER_OPTIMIZATION_DEBUG=y
